var chuizuanData = {
	BA231: {
		name: 'BA231 30毫米',
		type: '单功能电锤',
		miaoshu: [
			'大功率，大气缸，高锤击效',
			'安全离合，减震保护',
			'进口航空油脂，终身免加油'
		],
		guige: [
			{
				name: '额气缸直径',
				value: 'Φ28/30毫米'
			},
			{
				name: '冲击次数',
				value: '4100次/分钟'
			},
			{
				name: '额定输入功率',
				value: '1250W'
			},
			{
				name: '空载转速',
				value: '800转'
			},
			{
				name: '重量',
				value: '5.2公斤'
			}
		],
		tezheng: [],
		fujian: []
	},
	BA232: {
		name: 'BA232 30毫米',
		type: '双功能电锤',
		miaoshu: [
			'大功率，大气缸，高锤击效',
			'安全离合，减震保护',
			'进口航空油脂，终身免加油'
		],
		guige: [
			{
				name: '气缸直径',
				value: '28/30毫米'
			},
			{
				name: '冲击次数',
				value: '4100次/分钟'
			},
			{
				name: '额定输入功率',
				value: '1250W'
			},
			{
				name: '空载转速',
				value: '800转'
			},
			{
				name: '重量',
				value: '5.2公斤'
			}
		],
		tezheng: [],
		fujian: []
	},
	BA280: {
		name: 'BA280 800瓦',
		type: '3功能电锤',
		miaoshu: [
			'纤细机身，单手操作舒适握持',
			'升级防护，保障轴承使用寿命',
			'优化电机，动力强劲，高效率抗过载'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '800瓦'
			},
			{
				name: '额定空载转速',
				value: '0~1300转/分钟'
			},
			{
				name: '额定锤击次数',
				value: '0~4600次每分钟'
			},
			{
				name: '夹头类型',
				value: 'sds-plus'
			},
			{
				name: '冲击能量',
				value: '2.7焦耳'
			},
			{
				name: '钻孔能力',
				value: '木材：30毫米'
			},
			{
				name: '',
				value: '混凝土：26毫米'
			},
			{
				name: '',
				value: '钢材：13毫米'
			},
			{
				name: '重量',
				value: '2.5千克'
			}
		],
		tezheng: ['三功能：钻、锤、铲', '调速开关', '正反转', '软包胶手柄'],
		fujian: ['辅助手柄', '金属深度尺', '吹塑盒']
	},
	BA632: {
		name: 'BA632 320瓦10MM',
		type: '手电钻',
		miaoshu: [
			'小巧机身，舒适握持',
			'正反转，无极调速'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '320瓦'
			},
			{
				name: '额定空载转速',
				value: '0~3300转/分钟'
			},
			{
				name: '夹头类型',
				value: '10毫米手紧式'
			},
			{
				name: '钻孔能力',
				value: '木材：15毫米'
			},
			{
				name: '',
				value: '铝材：10毫米'
			},
			{
				name: '',
				value: '钢材：6毫米'
			},
			{
				name: '重量',
				value: '0.8千克'
			}
		],
		tezheng: ['10毫米手紧式钻夹头', '调速开关', '正反转', '软包胶手柄'],
		fujian: ['吹塑盒']
	},
	BA650: {
		name: 'BA650 10MM-450瓦',
		type: '手电钻',
		miaoshu: [
			'纤细机身，单手操作舒适握持',
			'升级防护，保障轴承使用寿命',
			'优化电机，动力强劲，高效率抗过载'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '450瓦'
			},
			{
				name: '额定空载转速',
				value: '0~3000转/分钟'
			},
			{
				name: '夹头类型',
				value: '10毫米扳手钻夹头'
			},
			{
				name: '钻孔能力',
				value: '木材：15毫米'
			},
			{
				name: '',
				value: '铝材：10毫米'
			},
			{
				name: '',
				value: '钢材：6毫米'
			},
			{
				name: '重量',
				value: '1.1千克'
			}
		],
		tezheng: ['10毫米手紧式钻夹头', '调速开关', '正反转', '软包胶手柄'],
		fujian: [ '吹塑盒']
	},
	BA660: {
		name: 'BA660 10MM-650瓦',
		type: '手电钻',
		miaoshu: [
			'纤细机身，单手操作舒适握持',
			'升级防护，保障轴承使用寿命',
			'优化电机，动力强劲，高效率抗过载'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '650瓦'
			},
			{
				name: '额定空载转速',
				value: '0~3000转/分钟'
			},
			{
				name: '夹头类型',
				value: '10毫米扳手钻夹头'
			},
			{
				name: '钻孔能力',
				value: '木材：25毫米'
			},
			{
				name: '',
				value: '钢材：10毫米'
			},
			{
				name: '重量',
				value: '1.4千克'
			}
		],
		tezheng: ['10毫米手紧式钻夹头', '调速开关', '正反转', '软包胶手柄'],
		fujian: []
	}
};
