var jiaomoData = {
	BA720: {
		name: 'BA720 100毫米-720瓦',
		type: '后开关角向磨光机',
		miaoshu: [
			'超细手柄，适合亚洲人手型长时间握持打磨工作',
			'超小头壳设计，便于小空间做业务',
			'特有防尘设计，延长轴承寿命',
			'优化风道设计，长时间使用不发烫',
			'进口部件，有效延长整机寿命'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '720瓦'
			},
			{
				name: '额定转速',
				value: '12000转/分钟'
			},
			{
				name: '砂轮片直径',
				value: '100毫米'
			},
			{
				name: '砂轮片内孔',
				value: '16毫米'
			},
			{
				name: '主轴螺纹',
				value: 'M10'
			},
			{
				name: '重量',
				value: '1.5千克'
			}
		],
		tezheng: ['超细手柄设计', '主轴带锁定功能', '可拆卸风窗设计', '后开关设计', '紧凑型头壳', '自停碳刷'],
		fujian: ['扳手']
	},
	'BA720-C': {
		name: 'BA720-C 100毫米-720瓦',
		type: '细手柄角磨',
		miaoshu: [
			'超细手柄，适合亚洲人手型长时间握持打磨工作',
			'超小头壳设计，便于小空间做业务',
			'特有防尘设计，延长轴承寿命',
			'优化风道设计，长时间使用不发烫',
			'进口部件，有效延长整机寿命'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '720瓦'
			},
			{
				name: '额定转速',
				value: '12000转/分钟'
			},
			{
				name: '砂轮片直径',
				value: '100毫米'
			},
			{
				name: '砂轮片内孔',
				value: '16毫米'
			},
			{
				name: '主轴螺纹',
				value: 'M10'
			},
			{
				name: '重量',
				value: '1.5千克'
			}
		],
		tezheng: ['超细手柄设计', '主轴带锁定功能', '可拆卸风窗设计', '后开关设计', '紧凑型头壳', '自停碳刷'],
		fujian: ['扳手']
	},
	BA860: {
		name: 'BA860 100毫米-860瓦',
		type: '后开关角向磨光机',
		miaoshu: [
			'纤细机身，单手操作舒适握持',
			'升级防护，保障轴承使用寿命',
			'优化电机，动力强劲，高效率抗过载'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '860瓦'
			},
			{
				name: '额定转速',
				value: '12000转/分钟'
			},
			{
				name: '砂轮片直径',
				value: '100毫米'
			},
			{
				name: '砂轮片内孔',
				value: '16毫米'
			},
			{
				name: '主轴螺纹',
				value: 'M10'
			},
			{
				name: '重量',
				value: '1.7千克'
			}
		],
		tezheng: ['细手柄设计', '主轴带锁定功能', '后开关设计', '紧凑型头壳', '自停碳刷'],
		fujian: ['扳手']
	},
	BA866: {
		name: 'BA866 180毫米-3000瓦',
		type: '角向磨光机',
		miaoshu: [
			'纤细机身，单手操作舒适握持',
			'升级防护，保障轴承使用寿命',
			'优化电机，动力强劲，高效率抗过载'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '3000瓦'
			},
			{
				name: '额定转速',
				value: '8400转/分钟'
			},
			{
				name: '砂轮片直径',
				value: '125毫米'
			},
			{
				name: '砂轮片内孔',
				value: '22.2毫米'
			},
			{
				name: '主轴螺纹',
				value: 'M14'
			},
			{
				name: '重量',
				value: '4.4千克'
			}
		],
		tezheng: ['软手柄包胶', '主轴带锁定功能', '3个辅助手柄位置', '外置快速更换碳刷机构', '自停碳刷'],
		fujian: ['扳手']
	},
	BA868: {
		name: 'BA868 230毫米-3000瓦',
		type: '角向磨光机',
		miaoshu: [
			'纤细机身，单手操作舒适握持',
			'升级防护，保障轴承使用寿命',
			'优化电机，动力强劲，高效率抗过载'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '3000瓦'
			},
			{
				name: '额定转速',
				value: '6600转/分钟'
			},
			{
				name: '砂轮片直径',
				value: '230毫米'
			},
			{
				name: '砂轮片内孔',
				value: '22.2毫米'
			},
			{
				name: '主轴螺纹',
				value: 'M14'
			},
			{
				name: '重量',
				value: '4.8千克'
			}
		],
		tezheng: ['软手柄包胶', '主轴带锁定功能', '3个辅助手柄位置', '外置快速更换碳刷机构', '自停碳刷'],
		fujian: ['扳手', '辅助手柄']
	},
	BA760: {
		name: 'BA760 100毫米-650瓦',
		type: '侧开关角向磨光机',
		miaoshu: [
			'纤细机身，单手操作舒适握持',
			'升级防护，保障轴承使用寿命',
			'优化电机，动力强劲，高效率抗过载'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '650瓦'
			},
			{
				name: '额定转速',
				value: '12000转/分钟'
			},
			{
				name: '砂轮片直径',
				value: '100毫米'
			},
			{
				name: '砂轮片内孔',
				value: '16毫米'
			},
			{
				name: '主轴螺纹',
				value: 'M10'
			},
			{
				name: '重量',
				value: '1.7千克'
			}
		],
		tezheng: ['细手柄设计', '主轴带锁定功能', '侧开关设计', '紧凑型头壳'],
		fujian: ['扳手', '辅助手柄']
	},
	BA770: {
		name: 'BA770 100毫米-700瓦',
		type: '侧开关角向磨光机',
		miaoshu: [
			'纤细机身，单手操作舒适握持',
			'升级防护，保障轴承使用寿命',
			'优化电机，动力强劲，高效率抗过载'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '700瓦'
			},
			{
				name: '额定转速',
				value: '12000转/分钟'
			},
			{
				name: '砂轮片直径',
				value: '100毫米'
			},
			{
				name: '砂轮片内孔',
				value: '16毫米'
			},
			{
				name: '主轴螺纹',
				value: 'M10'
			},
			{
				name: '重量',
				value: '1.7千克'
			}
		],
		tezheng: ['细手柄设计', '主轴带锁定功能', '侧开关设计', '紧凑型头壳'],
		fujian: ['扳手', '辅助手柄']
	},
	'BA770-C': {
		name: 'BA770-C 100毫米',
		type: '细手柄角磨',
		miaoshu: [
			'超细手柄，适合亚洲人手型长时间握持打磨工作',
			'超小头壳设计，便于小空间作业',
			'特有防尘设计，延长轴承寿命',
			'优化风道设计，有效延长整机寿命'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '720瓦'
			},
			{
				name: '额定转速',
				value: '12000转/分钟'
			},
			{
				name: '砂轮片直径',
				value: '100毫米'
			},
			{
				name: '砂轮片内孔',
				value: '16毫米'
			},
			{
				name: '主轴螺纹',
				value: 'M10'
			},
			{
				name: '重量',
				value: '1.5千克'
			}
		],
		tezheng: [],
		fujian: []
	},
	BA730: {
		name: 'BA730 100毫米-720瓦',
		type: '后开关角向磨光机',
		miaoshu: [
			'纤细机身，单手操作舒适握持',
			'升级防护，保障轴承使用寿命',
			'优化电机，动力强劲，高效率抗过载'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '720瓦'
			},
			{
				name: '额定转速',
				value: '12000转/分钟'
			},
			{
				name: '砂轮片直径',
				value: '100毫米'
			},
			{
				name: '砂轮片内孔',
				value: '16毫米'
			},
			{
				name: '主轴螺纹',
				value: 'M10'
			},
			{
				name: '重量',
				value: '1.5千克'
			}
		],
		tezheng: ['超细手柄设计', '主轴带锁定功能', '可拆卸风窗设计', '后开关设计', '紧凑型头壳'],
		fujian: ['扳手']
	},
	BA876: {
		name: 'BA876 180毫米-3000瓦',
		type: '大角磨',
		miaoshu: [
			'石材切割利器，超大功率，高抗过载能力',
			'特有防尘设计，延长轴承寿命',
			'优化风道设计，有效延长整机寿命',
			'小头壳，三个辅助手柄位'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '3000瓦'
			},
			{
				name: '额定转速',
				value: '8400/6500转/分钟'
			},
			{
				name: '砂轮片直径',
				value: '180毫米/230毫米'
			},
			{
				name: '砂轮片内孔',
				value: '22.2毫米'
			},
			{
				name: '主轴螺纹',
				value: 'M14'
			},
			{
				name: '重量',
				value: '4.8千克'
			}
		],
		tezheng: [],
		fujian: []
	},
	BA878: {
		name: 'BA878 230毫米-3000瓦',
		type: '大角磨',
		miaoshu: [
			'石材切割利器，超大功率，高抗过载能力',
			'特有防尘设计，延长轴承寿命',
			'优化风道设计，有效延长整机寿命',
			'小头壳，三个辅助手柄位'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '3000瓦'
			},
			{
				name: '额定转速',
				value: '8400/6500转/分钟'
			},
			{
				name: '砂轮片直径',
				value: '180毫米/230毫米'
			},
			{
				name: '砂轮片内孔',
				value: '22.2毫米'
			},
			{
				name: '主轴螺纹',
				value: 'M14'
			},
			{
				name: '重量',
				value: '4.8千克'
			}
		],
		tezheng: [],
		fujian: []
	},
	BA1050: {
		name: 'BA1050 100毫米-1050瓦',
		type: '角磨',
		miaoshu: [
			'大功率电机，高抗过载能力，高效切割',
			'人机工程机身设计，握持舒适',
			'特有防尘设计，延长轴承寿命',
			'优化风道设计，有效延长整机寿命'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '1050瓦'
			},
			{
				name: '额定转速',
				value: '12000转/分钟'
			},
			{
				name: '砂轮片直径',
				value: '100毫米/125毫米'
			},
			{
				name: '砂轮片内孔',
				value: '16毫米/22.2毫米'
			},
			{
				name: '主轴螺纹',
				value: 'M10/M14'
			},
			{
				name: '重量',
				value: '1.7千克'
			}
		],
		tezheng: [],
		fujian: []
	},
	'BA1050-C': {
		name: 'BA1050-C 100毫米-1050瓦',
		type: '角磨',
		miaoshu: [
			'大功率电机，高抗过载能力，高效切割',
			'人机工程机身设计，握持舒适',
			'特有防尘设计，延长轴承寿命',
			'优化风道设计，有效延长整机寿命'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '1050瓦'
			},
			{
				name: '额定转速',
				value: '12000转/分钟'
			},
			{
				name: '砂轮片直径',
				value: '100毫米/125毫米'
			},
			{
				name: '砂轮片内孔',
				value: '16毫米/22.2毫米'
			},
			{
				name: '主轴螺纹',
				value: 'M10/M14'
			},
			{
				name: '重量',
				value: '1.7千克'
			}
		],
		tezheng: [],
		fujian: []
	},
	BA1052: {
		name: 'BA1052 125毫米-1050瓦',
		type: '角磨',
		miaoshu: [
			'大功率电机，高抗过载能力，高效切割',
			'人机工程机身设计，握持舒适',
			'特有防尘设计，延长轴承寿命',
			'优化风道设计，有效延长整机寿命'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '1050瓦'
			},
			{
				name: '额定转速',
				value: '12000转/分钟'
			},
			{
				name: '砂轮片直径',
				value: '100毫米/125毫米'
			},
			{
				name: '砂轮片内孔',
				value: '16毫米/22.2毫米'
			},
			{
				name: '主轴螺纹',
				value: 'M10/M14'
			},
			{
				name: '重量',
				value: '1.7千克'
			}
		],
		tezheng: [],
		fujian: []
	},
	'BA1052-C': {
		name: 'BA1052-C 125毫米-1050瓦',
		type: '角磨',
		miaoshu: [
			'大功率电机，高抗过载能力，高效切割',
			'人机工程机身设计，握持舒适',
			'特有防尘设计，延长轴承寿命',
			'优化风道设计，有效延长整机寿命'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '1050瓦'
			},
			{
				name: '额定转速',
				value: '12000转/分钟'
			},
			{
				name: '砂轮片直径',
				value: '100毫米/125毫米'
			},
			{
				name: '砂轮片内孔',
				value: '16毫米/22.2毫米'
			},
			{
				name: '主轴螺纹',
				value: 'M10/M14'
			},
			{
				name: '重量',
				value: '1.7千克'
			}
		],
		tezheng: [],
		fujian: []
	},
};
