var zhimoData = {
	BA710: {
		name: 'BA710 550瓦',
		type: '侧开关直磨机',
		miaoshu: [
			'纤细机身，单手操作舒适握持',
			'升级防护，保障轴承使用寿命',
			'优化电机，动力强劲，高效率抗过载'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '550瓦'
			},
			{
				name: '额定转速',
				value: '30000转/分钟'
			},
			{
				name: '夹持规格',
				value: '6毫米'
			},
			{
				name: '最大磨头直径',
				value: '32毫米'
			},
			{
				name: '重量',
				value: '1.6千克'
			}
		],
		tezheng: ['细手柄设计', '自停碳刷', '主轴锁定功能', '紧握式头壳设计', '侧开关设计'],
		fujian: ['扳手']
	},
	BA712: {
		name: 'BA712 550瓦',
		type: '后开关直磨机',
		miaoshu: [
			'双轴承设计，长时间使用不发烫',
			'超高转速，高效打磨',
			'人机工程机身设计，握持舒适',
			'特有防尘设计，延长轴承寿命'
		],
		guige: [
			{
				name: '额定输入功率',
				value: '550瓦'
			},
			{
				name: '额定转速',
				value: '30000转/分钟'
			},
			{
				name: '夹持规格',
				value: '6毫米'
			},
			{
				name: '最大磨头直径',
				value: '32毫米'
			},
			{
				name: '重量',
				value: '1.6千克'
			}
		],
		tezheng: ['细手柄设计', '自停碳刷', '主轴锁定功能', '紧握式头壳设计', '后开关设计'],
		fujian: ['扳手']
	}
//	BA715: {
//		name: 'BA715 550瓦',
//		type: '后开关直磨机',
//		miaoshu: [
//			'双轴承设计，长时间使用不发烫',
//			'超高转速，高效打磨',
//			'人机工程机身设计，握持舒适',
//			'特有防尘设计，延长轴承寿命'
//		],
//		guige: [
//			{
//				name: '额定输入功率',
//				value: '550瓦'
//			},
//			{
//				name: '额定转速',
//				value: '28000转/分钟'
//			},
//			{
//				name: '夹持规格',
//				value: '6毫米'
//			},
//			{
//				name: '最大磨头直径',
//				value: '32毫米'
//			},
//			{
//				name: '重量',
//				value: '1.6千克'
//			}
//		],
//		tezheng: [],
//		fujian: []
//	}
};
